
; Utility Items

[LW2WOTC_CeramicPlating X2EquipmentTemplate]
FriendlyName="Ceramic Plating"
FriendlyNamePlural="Ceramic Plating"
UnknownUtilityCategory="Plating"
BriefSummary="Grants <Ability:CERAMIC_PLATING_HP> ablative armor points."
TacticalText="<Bullet/> Grants <Ability:CERAMIC_PLATING_HP> ablative armor points.<br/><Bullet/> These hit points, once lost, cannot be regained for the remainder of the mission.<br/><Bullet/> Loss of Ceramic Plating HP does not increase wound time.\n<Bullet/> Only one plating item and one vest can be equipped at a time."

[LW2WOTC_AlloyPlating X2EquipmentTemplate]
FriendlyName="Alloy Plating"
FriendlyNamePlural="Alloy Plating"
UnknownUtilityCategory="Plating"
BriefSummary="Grants <Ability:ALLOY_PLATING_HP> ablative armor points."
TacticalText="<Bullet/> Grants <Ability:ALLOY_PLATING_HP> ablative armor points.<br/><Bullet/> These hit points, once lost, cannot be regained for the remainder of the mission.<br/><Bullet/> Loss of ablative HP does not increase wound time.\n<Bullet/> Only one plating item and one vest can be equipped at a time."

[LW2WOTC_ChitinPlating X2EquipmentTemplate]
FriendlyName="Chitin Plating"
FriendlyNamePlural="Chitin Plating"
UnknownUtilityCategory="Plating"
BriefSummary="Grants <Ability:CHITIN_PLATING_HP> ablative armor points."
TacticalText="<Bullet/> Grants <Ability:CHITIN_PLATING_HP> ablative armor points.<br/><Bullet/> These hit points, once lost, cannot be regained for the remainder of the mission.<br/><Bullet/> Loss of ablative HP does not increase wound time.\n<Bullet/> Only one plating item and one vest can be equipped at a time."

[LW2WOTC_CarapacePlating X2EquipmentTemplate]
FriendlyName="Carapace Plating"
FriendlyNamePlural="Carapace Plating"
UnknownUtilityCategory="Plating"
BriefSummary="Grants <Ability:CARAPACE_PLATING_HP> ablative armor points."
TacticalText="<Bullet/> Grants <Ability:CARAPACE_PLATING_HP> ablative armor points.<br/><Bullet/> These hit points, once lost, cannot be regained for the remainder of the mission.<br/><Bullet/> Loss of ablative HP does not increase wound time.\n<Bullet/> Only one plating item and one vest can be equipped at a time."

; Abilities

[LW2WOTC_CeramicPlating_Ability X2AbilityTemplate]
LocFriendlyName="Ceramic Plating"
LocFlyOverText="Ceramic Plating"
LocLongDescription="You gain <Ability:CERAMIC_PLATING_HP> ablative hit points."
LocHelpText="You gain <Ability:CERAMIC_PLATING_HP> ablative hit points."

[LW2WOTC_AlloyPlating_Ability X2AbilityTemplate]
LocFriendlyName="Alloy Plating"
LocFlyOverText="Alloy Plating"
LocLongDescription="You gain <Ability:ALLOY_PLATING_HP> ablative hit points."
LocHelpText="You gain <Ability:ALLOY_PLATING_HP> ablative hit points."

[LW2WOTC_ChitinPlating_Ability X2AbilityTemplate]
LocFriendlyName="Chitin Plating"
LocFlyOverText="Chitin Plating"
LocLongDescription="You gain <Ability:CHITIN_PLATING_HP> ablative hit points."
LocHelpText="You gain <Ability:CHITIN_PLATING_HP> ablative hit points."

[LW2WOTC__CarapacePlating_Ability X2AbilityTemplate]
LocFriendlyName="Carapace Plating"
LocFlyOverText="Carapace Plating"
LocLongDescription="You gain <Ability:CARAPACE_PLATING_HP> ablative hit points."
LocHelpText="You gain <Ability:CARAPACE_PLATING_HP> ablative hit points."

; Proving Grounds Techs

[LW2WOTC_AlloyPlating_Foundry X2TechTemplate]
DisplayName="Alloy Plating"
Summary="This improvement on our ceramic plating should offer additional ablative protection for our soldiers."

[LW2WOTC_ChitinPlating_Foundry X2TechTemplate]
DisplayName="Chitin Plating"
Summary="After study of the aliens' Chryssalid terror unit, we believe we can incorporate materials from their exoskeleton to create an incredibly strong plating set that our troops can carry."

[LW2WOTC_CarapacePlating_Foundry X2TechTemplate]
DisplayName="Carapace Plating"
Summary="This upgraded plating set draws from some old XCOM designs to provide significant ablative protection for the troops."
